@extends('layouts.app')

@section('breadcrumbs')
    <div aria-label="breadcrumb">
        <ol class="breadcrumb">
            <li class="breadcrumb-item"><a href="{{url("/")}}">Головна</a></li>
            <li class="breadcrumb-item">Інформація про технікум</li>
            <li class="breadcrumb-item active" aria-current="page">Історія</li>
        </ol>
    </div>
@endsection
@section("content")
    @section("content-title",'Історія')
    <div class="page__img" style="float: left; margin: 0 10px 5px 0; box-shadow: 0 0 10px rgba(0,0,0,0.4);">
        <img src="/tehn.png" alt="technikum">
    </div>
    <div class="page__text">
        <p align="justify" style="text-indent: 50px; ">
            1 січня 1963 року відбулося відкриття навчально-консультаційного пункту (НКП)
            Всесоюзного заочного енергобудівного технікуму (ВЗЕБТ).  
            Перший директор ВЗЕБТ - Чернишев О.В. навесні 1962 року приїхав з Куйбишева,
            де знаходився ВЗЕБТ, до Курахова та за згодою з начальником будівного управління
            Курахівської ДРЕС Мендюковим І.І., головою Курахівської місцевої ради Чернобаєм М.І.
            та директором вечірньої школи Дробашко П.О. відкрили на базі будівного
             управління навчально-консультаційний пункт.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            На той час у м. Курахове функціонували декілька підприємств та 
            будівництв Міністерства енергетики і електрифікації СРСР, які відчували гостру потребу в спеціалістах.
            Завідуючим НКП - за сумісництвом був призначений директор  вечірньої школи Дробашко П.О. 
            Спочатку це було декілька кімнат-класів І поверху та підвалу, форма навчання була встановлена
             - без відриву від виробництва. Набір у перші роки був невеликим (3-4 групи), тому приміщень вистачало.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            У 1965 році завідючим НКП був призначений досвідчений керівник-ветеран ВВВ - Федоренко І.К.
            Перші роки НКП готував спеціалістів: техніків - механіків будівельних машин, техніків - будівельників,
            техніків ліній електропередач, далі були відкриті спеціальності: техників - технологів ЗБК та товарознавців.
            Популярність технікуму зростала і в 1986році наказом Міненерго СРСР Курахівський НПК був перетворений
            у Курахівський філіал Всесоюзного заочного енергобудівного технікуму. Спочатку контингент студентів
            складався в основному із працюючої молоді підприємств та організацій м. Курахове,
            а також ближчих районів західної частини Донецького краю: Мар'їнський, Селидівський, Велико-Новосілківський.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            Велику роль в укріпленні та розвитку Курахвського філіалу технікуму зіграли керівники будуправлінь:
            Мендюков І.І., Гавриленко В.І., Потапенко В.С., Стародуб В.Я., Радіонов А.Ф.  КМЗ: Фурса І.М.,
            Волкодавець В.А., Горб І.Ф. Мінвати: Бурик Г.С., Плєщ І.Я. ЗБК: Марон І.Е., Чабан В.Т., Савовський Н.А.,
            Вінник А.А., Новіков А.І.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            Найбільшу потребу народне господарство західної частини Донбасу відчувало в ті роки у кваліфікованих
            механіках та будівниках, тому матеріальна та методично-навчальна база філіалу розвивалась у цьому напрямку.
            Великий внесок у розвиток та укріплення бази технікуму внесли молоді викладачі-інженери Горб І Ф., Шевченко В.А.,
            Стрельникова А.Н. У 1980 році Курахівський філіал ВЗЕБТ очолив колишній керівник Курахівського заводу мінвати Плєщ І.Я.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            З часом, при збільшенні популярності філіалу та її контингенту,
            постало питання про збільшення навчальної бази. Поступово, завдяки ініціативі керівництва технікуму,
            за підтримкою міськради вдалося будівлю (Комсомольський пр-т, 14) повністю передати технікуму. У 1986 році,
            на прохання керівництва філіалу, приміщення було взято на баланс Курахівською ДРЕС. Будівля за кілька років,
            за ініциативою керівництва філіалу, була перебудована.
        </p>
        <p align="justify" style="text-indent: 50px; ">
            У 1986 році Курахівський філіал ВЗЕБТ був визнаний Керівництвом навчальних закладів
            Міненерго СРСР як найкращий за освітньою діяльністю. За вказівкою начальника КНЗ Кулешова О.В.,
            на філіалі проводився показовий семінар, на якому були присутні керівники навчальних закладів Міненерго.
            Головний спеціаліст СРСР за заочною освітою, кандидат педагогічних наук Громкова М.Т.
            відмітила позитивний досвід Курахівського філіалу та рекомендувала використовувати його в інших технікумах.
            Щорічно філіал випускав біля 100 спеціалістів. Після розпаду СРСР він був підпорядкований Слав'янському
            енергобудівному технікуму та поступово на філіалі стали відкриватися нові спеціальності. У 1995 році
            для методичного забезпечення нової спеціальності Курахівський філіал був передан Придніпровському
            енергобудівному технікуму, який мав міцну базу теплоенергетичної спеціальності.
        </p>
        
        <p align="justify" style="text-indent: 50px; ">
            У зв'язку з цільовою підготовкою спеціалістів теплоенергетиків встановився тісний
            творчий зв'язок між технікумом, Курахівською ДРЕС та Донецьким політехнічним інститутом.
            За ініциативою керівництва філіалу та дирекції ДРЕС на 4 поверсі технікума був організований 
            Навчально-виробничий комплекс для підготовки та перепідготовки робітників та спеціалістів ДРЕС,
            який очолив досвідчений викладач технікуму Гацула О.В.
        </p>
        <div class="page__img" style="float: right; margin: 0px 0px 5px 10px; box-shadow: 0 0 10px rgba(0,0,0,0.4);">
            <img src="/history_zav.jpg" alt="technikum" >
        </div>
        <p align="justify" style="text-indent: 50px; ">
            З 1996 року зав. навчальною частиною філіалу була призначена талановитий 
            викладач-методист Олійник Н.Г., яка внесла великий вклад у справу ліцензювання
            та акредитації усіх спеціальностей та зміцнила методичний рівень філіалу.
        </p>
        
    </div>
@endsection    